[
  {
    "title": "Disposições iniciais",
    "paragraphs": [
      "Estes termos constituem um acordo legal entre você e a CriarPagina.com, estabelecendo as diretrizes e obrigações ao acessar e utilizar nossos produtos e serviços. Sugerimos que você leia atentamente este documento, pois ele constitui os direitos e responsabilidades das partes envolvidas. Ao prosseguir com a utilização de nossos serviços, você declara estar ciente e de acordo com todos os termos e condições dispostos nessa página e concorda ser responsável pelo cumprimento de todas as leis e regulamentos aplicáveis. Se você não concordar com algum destes termos, está proibido de acessar ou utilizar nossos serviços."
    ]
  },
  {
    "title": "Limitações da página",
    "paragraphs": [
      "A CriarPagina.com não se responsabiliza pela criação de quaisquer designs customizados, animações, múltiplas páginas ou funcionalidades extras. Disponibilizando exclusivamente uma página única reconhecida como (LandingPage) contendo as informações descritas e enviadas através do formulário do cliente mencionado nos termos seguintes. Caso você necessite de recursos ou funcionalidades adicionais, será necessário contatar a um serviço de desenvolvimento específico para discutir a possibilidade de criação de uma página sob medida, que estará sujeita a custos adicionais."
    ]
  },
  {
    "title": "Hospedagem e Domínio",
    "paragraphs": [
      "A cada página finalizada, a CriarPagina.com hospedará em seus servidores os respectivos códigos fontes, para que esta possa ser acessada pelas pessoas na internet, através de um nome de domínio solicitado no envio do formulário do cliente. A CriarPagina.com estará responsável em tornar a página disponível na internet enquanto sua assinatura estiver vigente.",
      "Caso você opte por transferir os fontes da página para um servidor ou hospedagem de sua preferência, nós os encaminharemos através do e-mail informado no formulário do cliente em até 3 dias úteis.",
      "Visando facilitar a experiência dos clientes que não possuem um nome de domínio publicado na internet, a CriarPagina.com intermediará o registro do domínio no momento da assinatura <span>para os assinantes mensais.</span>",
      "O domínio deverá ser registrado em nome do cliente e será renovado automaticamente pela CriarPagina.com durante a vigência da assinatura."
    ]
  },
  {
    "title": "Pagamentos e renovação da assinatura",
    "paragraphs": [
      "Serão disponibilizadas suas opções de assinatura para a criação da sua página, sendo essas:",
      "<span>Assinatura mensal:</span> Criação da página, suporte mensal dos desenvolvedores da CriarPagina.com, hospedagem da página e intermediação do domínio (informado no item anterior).",
      "<span>Assinatura anual:</span> Criação da página e hospedagem do código fonte para disponibilidade na internet.",
      "O plano anual constitui-se na contratação da página, tornando o serviço feito uma única vez, não havendo suporte dos desenvolvedores para atualizações de conteúdo, modificações ou ajustes após a publicação da página. É de sua total responsabilidade manter a assinatura vigente até a data de vencimento, sendo o vencimento o dia e o mês do primeiro pagamento recebido.",
      "No caso de atraso no pagamento da assinatura, será concedido um período de 3 dias corridos a partir do vencimento da fatura para a realização do pagamento do valor integral da assinatura. Na ausência de quitação da fatura após este período, o acesso a página será suspenso até que a pendência financeira seja regularizada, juros poderão ser aplicados na fatura até sua quitação, para cobrir custos operacionais e/ou tecnológicos.",
      "Caso o atraso se estenda por mais de 30 dias, a CriarPagina.com se reserva ao direito de remover a hospedagem e qualquer informação nela contida."
    ]
  },
  {
    "title": "Política de Solicitação de Reembolso",
    "paragraphs": [
      "Entendemos que nem sempre as coisas saem como o planejado e estamos aqui para ajudar. Você tem direitos legais em relação a reembolsos, de acordo com as leis aplicáveis. Se você não estiver satisfeito a contratação da sua página, aqui estão os seus direitos:",
      "<span>Reembolso por defeitos:</span> Se sua página não estiver funcionando como deveria, você tem o direito de solicitar um reembolso total ou parcial. Iremos investigar o problema e providenciar o reembolso de acordo com a extensão do problema.",
      "<span>Reembolso por Desistência:</span> Caso tenha mudado de ideia sobre a compra dentro do prazo estabelecido por lei (7 dias, a contar do pagamento da assinatura), você tem o direito de solicitar o reembolso. Para pagamentos realizados através do cartão de crédito, as taxas de processamento do pagamento não poderão ser devolvidas, uma vez que estas já foram debitadas pela plataforma de tecnologia de pagamentos no momento da operação.",
      "<span>Reembolso por Cobrança Indevida:</span> Se você perceber que foi cobrado incorretamente por um produto ou serviço que não adquiriu, entre em contato conosco imediatamente. Iremos revisar a cobrança e, se confirmado o erro, providenciaremos o reembolso total."
    ]
  },
  {
    "title": "Processo de Solicitação de Reembolso",
    "paragraphs": [
      "Para solicitar um reembolso, entre em contato com a CriarPagina.com através dos canais de atendimento disponibilizados no site ou pelo e-mail <span>contato@saturniatecnologia.com.br</span>. A solicitação será avaliada de forma individual e em conformidade com as leis vigentes. Por favor, tenha em mente que certos serviços podem ter políticas de reembolso específicas. O processo de reembolso pode levar até 10 dias úteis para que o valor seja reembolsado e creditado em conta."
    ]
  },
  {
    "title": "Cancelamento",
    "paragraphs": [
      "Os Termos e Condições permanecem válidos até serem encerrados por você ou pela equipe da CriarPagina.com, conforme detalhado a seguir:",
      "Você tem a opção de encerrar a assinatura a qualquer momento, seguindo as instruções fornecidas pela equipe de suporte da CriarPagina.com. Nesse contexto, você também terá a possibilidade de contatar nossa equipe para solicitar uma mudança de hospedagem. Para tal mudança, você deverá possuir um contrato ativo com uma empresa de hospedagem de sites e estará disposto a arcar com qualquer custo operacional que o serviço de migração possa necessitar.",
      "Reservamo-nos o direito de suspender ou encerrar sua hospedagem e os Termos e Condições a qualquer momento, por qualquer motivo, sem aviso prévio e sem devolução dos pagamentos realizados <span>se houver suspeita de atividades fraudulentas ou outras razões legítimas.</span>"
    ]
  },
  {
    "title": "Coleta de informações e Materiais",
    "paragraphs": [
      "Ao realizar uma assinatura em nosso site, você receberá um link exclusivo para o formulário do cliente, onde deverá encaminhar as informações e materiais necessários para a elaboração e desenvolvimento da sua página.",
      "É de sua responsabilidade enviar à CriarPagina.com esses materiais e informações para o cumprimento dos Termos e Condições. Ao enviar essas informações você declara estar ciente das condições a seguir:",
      "O conteúdo não deverá se envolver em atividades que sejam ilegais ou contrárias à boa fé à ordem pública. É explicitamente proibido conteúdo de natureza enganosa, racista, xenofóbica, qualquer tipo de pornografia ilegal, de apologia ao terrorismo, contra os direitos humanos ou fornecer links que redirecionam para os mesmo. A CriarPagina.com não se responsabiliza pelas práticas de privacidade de outros sites que poderão estar anexados nos links enviados.",
      "Você entende que seus materiais podem ser compartilhados e transferidos sem criptografia e envolvem transmissões em várias redes e que alterações para conformidade e adaptação aos requisitos técnicos de conexão de redes ou dispositivos poderão ser feitas.",
      "Caso as informações não sejam enviadas corretamente, a CriarPagina.com se reserva o direito de cancelar a contratação da assinatura, compreendendo que não será possível a realização dos serviços propostos."
    ]
  },
  {
    "id": "politica-de-privacidade",
    "title": "Privacidade e Segurança",
    "paragraphs": [
      "A CriarPagina.com está firmemente comprometida em proteger a privacidade de suas informações pessoais. A fim de garantir a segurança dos seus dados, tomamos todas as precauções e seguimos as melhores práticas da indústria para nos certificar que elas não serão perdidas inadequadamente, usurpadas, acessadas, divulgadas, alteradas ou destruídas. Todas as informações serão armazenadas em nossos bancos de dados, em conformidade com a LGPD Lei nº 13.709, de 14/8/2018, conhecida como a Lei Geral de Proteção de Dados.",
      "No geral, os fornecedores terceirizados usados por nós irão apenas coletar, utilizar ou compartilhar suas informações na medida do necessário para permitir a boa conclusão os serviços que eles nos fornecem.",
      "Entretanto, certos fornecedores de serviços terceirizados, tais como gateways de pagamento e outros processadores de transação de pagamento, têm suas próprias políticas de privacidade com respeito à informação que somos obrigados a fornecer para eles de suas transações relacionadas com compras.",
      "Para esses fornecedores, recomendamos que você leia suas políticas de privacidade para que você possa entender a maneira na qual suas informações pessoais serão usadas por esses fornecedores."
    ]
  },
  {
    "title": "Responsabilidade e Divulgação",
    "paragraphs": [
      "A CriarPagina.com se encarregará apenas de criar e manter a sua página na internet durante a vigência da sua assinatura, porém, não nos responsabilizamos pela falta de tráfego ou baixo ranqueamento no Google. Esses resultados variam de acordo com o conteúdo fornecido por você no formulário do cliente, sendo de sua responsabilidade promover a página na internet."
    ]
  },
  {
    "title": "Direitos Autorais (Copyright)",
    "paragraphs": [
      "Os direitos autorais da página ficarão sob a responsabilidade da CriarPagina.com. Sua página será entregue em conformidades, contendo em seu rodapé a marca d’agua da CriarPagina.com, que poderá ser removida pelo cliente através de uma solicitação direta."
    ]
  },
  {
    "title": "Conclusões gerais",
    "paragraphs": [
      "Todos os termos e condições serão vinculativos e reverterão em benefício das partes envolvidas e de seus respectivos herdeiros, sucessores, cessionários autorizados e representantes legais.",
      "A Criarpagina.com pode revisar estes termos e condições a qualquer momento, sem aviso prévio. Ao contratar uma assinatura em nosso site, você concorda em ficar vinculado à versão atual destes termos e condições. Você não terá o direito de ceder ou transferir os Termos e Condições, ou qualquer um de seus direitos ou obrigações aqui contidos, a terceiros sem o consentimento prévio por escrito da Criarpagina.com, a ser dado ou retido a critério exclusivo da Criarpagina.com.",
      "Se qualquer disposição, ou parte da disposição, nestes Termos e Condições forem, por qualquer motivo, considerada inválida, ilegal ou inexequível em qualquer aspecto, tal invalidade, ilegalidade ou inexequibilidade não afetará qualquer outra disposição (ou o não afetado parte da disposição) dos Termos e Condições, e os Termos e Condições serão interpretados como se tal disposição inválida, ilegal ou inexequível, ou parte da disposição, nunca estivesse contida nos Termos e Condições."
    ]
  }
]